[
  {
    "id": 1,
    "name": "alfaLip",
    "img": "../../../images/Productos/alfaLip.png",
    "description": "Tiene propiedades antioxidantes, neutraliza radicales libres, retrasa el envejecimiento, incrementa la respuesta inmune, mejora la capacidad detoxificadora del higado y ayuda a prevenir las cataratas y las enfermedades vasculares ateroscleróticas. Mejora la síntesis de glutatión, reduce los niveles de trigli- ceridos y lipoproteínas de muy baja densidad, favorece la conversión de los carbohidratos en energía, incrementa el transporte de glucosa en las membranas celulares y su captación por parte de los adipositos
    y las células musculares, y mejora la respuesta a la insulina disminuyendo laglucosa en la sangre.",
    "precio": 850,
    "presentacion": "10 ml",
    "concentracion": "60 mg/ml",
    "viaAdministracion": "intravenoso"
  },
  {
    "id": 2,
    "name": "arginina",
    "img": "../../../images/Productos/arginina.png",
    "description": "La Arginina es esencial para la síntesis proteica, estimula la glándula hipofisaria, la secreción de la hormona de crecimiento humana y la función inmune, ayuda a combatir la fatiga física y mental, y actúa sobre el músculo liso intestinal mejorando la contracción peristáltica. También regenera el tejido hepático, , es un antioxidante hormonal, favorece la remetilación del ADN, es precursora del óxido nítrico y mejora la curación de heridas y quemaduras al estimular la producción de colágeno y elastina.
La Ornitina mejora la producción de la hormona del crecimiento humano, colabora en el metabolismo de la grasa corporal, con un efecto mayor si se combina con Arginina o Carnitina, fortalece el sistema inmunológico, estimula la secreción de insulina y su función como hormona anabólica, desintoxica el organismo del amoniaco y ayuda en la regeneración del hígado.
Intravenoso","precio": 350,
    "presentacion": "10 ml",
    "concentracion": "300 mg/ml",
    "viaAdministracion": "intravenoso"
  },
  {
    "id": 3,
    "name": "ascorbato",
    "img": "../../../images/Productos/ascorbato.png",
    "description": "Potente antioxidante que protege a las células contra radicales libres y otros agentes destructivos, y puede incluso mejorar la eficacia de otros antioxidantes. Reduce considerablemente el riesgo de varios tipos de cáncer y enfermedades cardiovasculares, y promueve una buena salud ocular al mantener sanos tejidos blandos y vasos capilares. Además, esta fórmula a base de la materia prima alemana de mayor calidad en el mercado garantiza una máxima efectividad, incrementando las propiedades benéficas y reduciendo los efectos secundarios propios del Ascorbato de sodio.",
    "precio": 890,
    "presentacion": "50 y 100 ml",
    "concentracion": "500 mg/ml",
    "viaAdministracion": "intravenoso"
  },
  {
    "id": 4,
    "name": "cafeína",
    "img": "../../../images/Productos/cafeína.png",
    "description": "Ayuda a reducir el cansancio físico y mental, a estar alerta y a mejorar la capacidad de trabajo muscular, la concentración, la rapidez y la claridad mental, la coordinación corporal y la conservación de funciones cognitivas en personas mayores.",
    "precio": 150,
    "presentacion": "50 y 100 ml",
    "concentracion": "50 mg/ml",
    "viaAdministracion": "intravenoso"
  },
  {
    "id": 5,
    "name": "carnitina",
    "img": "../../../images/Productos/carnitina.png",
    "description": "La L-Carnitina transporta ácidos grasos al interior de las mitocondrias, donde se produce la beta-oxidación y se genera energía para la célula. Esto permite que las células musculares utilicen la grasa como fuente de energía, lo que puede mejorar la resistencia y el rendimiento físico.
además Puede mejorar la función cardíaca en casos de insuficiencia cardíaca o cardiomiopatías.
reduce el estrés oxidativo y mejorar la función mitocondrial.
Mejora la calidad del esperma al favorecer la movilidad y reducir el daño oxidativo en los espermatozoides.
Esencial en pacientes con deficiencia primaria o secundaria de carnitina","precio": 600,
    "presentacion": "10 ml",
    "concentracion": "300 mg/ml",
    "viaAdministracion": "intravenoso"
  },
  {
    "id": 6,
    "name": "edta",
    "img": "../../../images/Productos/edta.png",
    "description": "La quelación con EDTA mejora la circulación al eliminar depósitos de calcio en las arterias y las válvulas del corazón, elimina o reduce la angina de pecho, deruce las várices y el tamaño de cálculos renales, evita el crecimiento de lesiones por pie diabético y les permite sanar, mejora la sintomatología en pacientes con demenciavascular y ayudar a reducir la disfunción erectil atribuible a la mala circulación.",
    "precio": 420,
    "presentacion": "50 ml",
    "concentracion": "150 mg/ml",
    "viaAdministracion": "intravenoso"
  },
  {
    "id": 7,
    "name": "glutation",
    "img": "../../../images/Productos/glutation.png",
    "description": "El glutatión es un poderoso antioxidante que se encuentra en todas las células del cuerpo, su principal función es combatir el estrés oxidativo, neutralizando los radicales libres que pueden dañar las células y provocar enfermedades crónicas.
La terapia intravenosa permite una absorción inmediata, mayor biodisponibilidad y bienestar en general.
Su función como desintoxicante mejora las funciones corporales y promueve la longevidad, ayuda al hígado a procesar las toxinas y mejora el funcionamiento general del organismo .
En la piel mejora la apariencia, el brillo y la textura de la piel, así como la elasticidad y firmeza.","precio": 2000,
    "presentacion": "10 y 50 ml",
    "concentracion": "100 mg/ml",
    "viaAdministracion": "intravenoso"
  },
  {
    "id": 8,
    "name": "melatonina",
    "img": "../../../images/Productos/melatonina.png",
    "description": "La Melatonina es una terapia innovadora para combatir trastornos del sueño, especialmente en casos graves como el insomnio crónico. Este método destaca por su rápida acción, logrando efectos casi inmediatos al ser absorbida de forma directa y eficaz. Ha mostrado mejoras significativas en la calidad del sueño, reduciendo el tiempo para conciliarlo y los despertares nocturnos. También es útil en personas mayores, pacientes con trastornos psiquiátricos o quienes se recuperan de cirugías, ayudando a restablecer los ciclos de sueño. Aunque es segura y efectiva, debe ser utilizada bajo supervisión médica. La Melatonina no reemplaza tratamientos convencionales, pero potencia sus resultados, ofreciendo una solución rápida y poderosa para mejorar el descanso y la calidad de vida.",
    "precio": 45,
    "presentacion": "10 ml",
    "concentracion": "2 mg/ml",
    "viaAdministracion": "intravenoso"
  },
  {
    "id": 9,
    "name": "procalive",
    "img": "../../../images/Productos/procalive.png",
    "description": "Sus compuestos le confieren una amplia gama de propiedades antienvejecimiento. Produce sensación de bienestar, estimulación mental y estimula la formación dé neurotransmisores mejorando la función cerebral, la calidad de sueño en caso de insomnio y la memoria. Reduce problemas auditivos, dolores de cabeza regulares y síntomas y problemas relacionados con Parkinson, la ateroesclerosis y con la circulación. Combate la desintegración celular, ayuda a formar células sanguíneas y proteínas metabolizantes, a conservar la piel, el pelo, las glándulas, además regula la arritmia cardiaca y la presión sanguínea alta.",
    "precio": 300,
    "presentacion": "10 ml",
    "concentracion": "10%",
    "viaAdministracion": "subcutáneo"
  },
  {
    "id": 10,
    "name": "selenio",
    "img": "../../../images/Productos/selenio.png",
    "description": "El selenio orgánico es ideal para tu cuerpo:
Desintoxica tu hígado, promoviendo un buen funcionamiento
Fortalece tu sistema inmune, refuerza tus defensas, aumentando el número de células que te protegen.
Renueva tus vitaminas C y E, manteniendo tu cuerpo lleno de energía y vitalidad.
Pero eso no es todo:
Combate la inflamación, aliviando dolores y molestias.
Previene el cáncer, gracias a su acción en la metilación del ADN.
Descubre cómo este potente antioxidante puede revolucionar tu práctica.","precio": 60,
    "presentacion": "10 ml",
    "concentracion": "150 mg/ml",
    "viaAdministracion": "intravenoso"
  }
]